Repository: kohout/djangocms-getaweb-events
Catalog: djangocms_events/locale/*/LC_MESSAGES/django.po
Languages: de

source: Description
de: Beschreibung

source: Preview
de: Vorschau

source: Events List
de: Eventliste

source: Name of a tag, e.g. "Music", which allow for customized grouping or filtering.
de: Name der Kategorie, zum Beispiel "Musik", welche individuelle Gruppierungen oder Filterungen erlauben.

source: Tag
de: Kategorie

source: Tags
de: Kategorien

source: Name of the event, e.g. "Music Festival".
de: Name des Events, zum Beispiel "Musik Festival".

source: Event is associated with a certain page.
de: Event ist mit einer bestimmten Seite assoziiert.

source: Target Page
de: Zielseite

source: Image of Event.
de: Bild des Events.

source: Image
de: Bild

source: Description of the event containing HTML tags, e.g. "The <b>Donauinselfest</b> (German for <i>Danube Island Festival</i>) is an open-air free music festival.".
de: Beschreibung des Events mit HTML tags, zum Beispiel "Das <b>Donauinselfest</b> (Englisch: <i>Danube Island Festival</i>) ist ein open-air Musik Festival mit freiem Eintritt.".

source: A link to a page on this website, e.g. "/donauinselfest/".
de: Ein Link zu einer Seite auf dieser Webseite, zum Beispiel "/donauinselfest/".

source: CMS page link
de: CMS Seitenlink

source: A link that provides further information about the event, e.g. "https://2015.donauinselfest.at/".
de: Ein Link der mehr Information über das Event liefert, zum Beispiel "https://2015.donauinselfest.at/".

source: External link
de: Externer Link

source: Title that is displayed and wrapped with either CMS page link or External link, e.g. "More information".
de: Angezeigter Titel, der entweder mit dem CMS Seitenlink oder dem Externen Link verknüpft wird, zum Beispiel "Weitere Informationen".

source: Link title
de: Link Titel

source: Tags of the event, e.g. "Music", which allow for customized grouping or filtering.
de: Kategorien des Events, zum Beispiel "Musik", ermöglichen individuelles gruppieren und filtern.

source: The start date of the event, e.g. "26. 06. 2015".
de: Das Startdatum des Events, zum Beispiel "26. 06. 2015".

source: Start date
de: Startdatum

source: The start time of the event, e.g. "10:00".
de: Die Startzeit des Events, zum Beispiel "10:00".

source: Start time
de: Startzeit

source: The end date of the event, e.g. "28. 06. 2015".
de: Das Enddatum des Events, zum Beispiel "28. 06. 2015".

source: End date
de: Enddatum

source: The end time of the event, e.g. "23:59".
de: Die Endzeit des Events, zum Beispiel "23:59".

source: End time
de: Endzeit

source: End:
de: Ende:

source: All Events
de: Alle Events

source: Past Events
de: Vergangene Events

source: Future Events
de: Zukünftige Events

source: The title that is displayed above the events list.
de: Der Titel der oberhalb der Eventliste angezeigt wird.

source: Title
de: Titel

source: Only show events with these tags.
de: Nur Events aus diesen Kategorien zeigen.

source: Category
de: Kategorie

source: Filter by event dates.
de: Nach Event Datum filtern.

source: Archive mode
de: Archiv Modus

source: Maximum number of items to display. Enter "0" for no boundaries.
de: Maximale anzuzeigende Anzahl an Events. Geben Sie "0" ein für keine Beschränkung.

source: Max. item count
de: Maximale anzuzeigende Anzahl

source: Only display events associated with this page.
de: Nur Events anzeigen, die mit dieser Seite assoziiert sind.

source: Event list
de: Eventliste

source: Events List Plugin
de: Eventliste Plugin

source: Events List Plugins
de: Eventliste Plugins

source: Date
de: Datum
